export const pointTexts = [
    {
        pointNumber: 1, title: "Хороший дизайн делает продукт полезным",
        text: "Во-первых, трудно говорить о чём-либо визуальном, так как слова имеют разное значение для разных людей. Во-вторых, эстетическое качество имеет дело с деталями, тонкими тенями, гармонией и балансом целого множества визуальных элементов. Чтобы принять верное решение, требуется хороший взгляд, натренированный и обученный годами опыта."
    },
    {
        pointNumber: 2,
        title: "Хороший дизайн помогает продукту быть понятным",
        text: 'Он объясняет структуру продукта. Более того, он может заставить продукт говорить. В идеале, он не требует объяснений, чем избавит вас от длительного и скучного прочтения инструкции по применению.'
    },
    {
        pointNumber: 3,
        title: "Хороший дизайн честный",
        text: 'Честно разработанный продукт не должен хвастаться функциями, которых у него нет, что он более инновационный, более эффективный или более ценный. Он не должен влиять на или манипулировать покупателями и пользователями.'
    },
    {
        pointNumber: 4,
        title: "Хороший дизайн надежный",
        text: 'Нет ничего стильного, что может быть несовременным завтра. В этом заключается основное различие между продуктами с хорошим дизайном и тривиальными объектами для общества, производящего мусор. Хватит терпеть мусор.'
    },
    {
        pointNumber: 5,
        title: "Хороший дизайн ненавязчивый",
        text: 'Продукты, которые соответствуют данному критерию, — это инструменты. Они не являются декоративными объектами или произведениями искусства. Поэтому их дизайн должен быть нейтральным и сдержанным, оставляя место для самовыражения пользователя.'
    },
    {
        pointNumber: 6,
        title: "Хороший дизайн беспокоится об окружающей среде",
        text: 'Дизайн должен способствовать созданию стабильной окружающей среды и разумному использованию сырья. Это значит, во внимание надо принимать не только собственно загрязнение, но и визуальное засорение и разрушение нашей окружающей среды.'
    },
    {
        pointNumber: 7,
        title: 'Хороший дизайн продуман до мельчайших деталей',
        text: 'С точки зрения пользователя, тщательность и точность дизайна синонимичны с продуктом и его функциями.'
    },
    {
        pointNumber: 8,
        title: 'Хороший дизайн эстетичный',
        text: 'Эстетическое качество продукта и та привлекательность, которой это качество способствует, — это интегральная часть его применения. Без сомнения, некомфортно и утомительно иметь дело с продуктами, которые сбивают с толку, раздражают, c которыми нельзя установить связь. Тем не менее, всегда было трудно спорить об эстетических качествах по двум причинам.'
    },
    {
        pointNumber: 9,
        title: 'Хороший дизайн инновационный',
        text: 'Он не копирует существующие формы продуктов, но и не создаёт любые виды новшеств только ради них самих. Сущность инновации должна чётко прослеживаться во всех функциях продукта. Возможности в этом направлении ещё совсем не истощены. Технологическое развитие продолжает предоставлять новые шансы для инновационных решений.'
    },
    {
        pointNumber: 10,
        title: 'Хороший дизайн — это как можно меньше дизайна',
        text: 'Назад к чистоте, назад к простоте.'
    },
]


export const titleText = {
    intro: 'Если мы научимся правильно использовать концепции Дитера Рамса во всём, что мы создаем, то в мире будет намного больше хороших, продуманных, правильных вещей.',
    title: 'заповедей дизайна от',
    name: 'Дитера Рамса',
    number: '10'
}

export const subTexts = [{
    subText: "Дитер Рамс (Dieter Rams) - немецкий промышленный дизайнер. С 1965 по 1995 го работал главным дизайнером в компании Braun. Приверженец функциональной школы промышленного дизайна. Хотя, как он сам признается в интервью журналу DesignBoom, он терпеть не может любые -измы - национализм, функционализм. \"Нет никакого функционализма, есть только функции. Форма идёт после функции, я не могу представить это как-то иначе\".",
},
    {
        subText: "Как пишет Хисус Диаз в статье \"1960s Braun Products Hold the Secrets to Apple's Future\", когда смотришь на продукты Braun, разработанные Дитером Рамсом, многие многие из которых сейчас находятся в нью-йоркском Музее современных искусств, и сравниваешь их с работами Айва для Apple, четко видно сходство их философий, которое простирается на много глубже редкого использования цвета, выбора материалов или того, как форма продуктов построена вокруг их функций. Страсть к \"простоте\" и \"честному дизайну\", о которой Джонатан Айв неустанно рассказывает в интервью или промо-роликах, являются основополагающими концепциями хорошего дизайна от Дитера Рамса. Каждый промышленный дизайнер должен выучить наизусть эти 10 заповедей. Тем не менее, всем нам, занимающимся созидательной деятельностью, его концепции могут быть полезны и интересны. Дитер Рамс говорит: "
    }]
